---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelIsStructural
source: html/19d10323-5b33-f6c9-c2b3-ee9256c57a1e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelIsStructural Property

"Structural"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelIsStructural { get; }
```